app/views/users/show.html.haml


= @user.notes.each do |note|
---
SELECT "notes".* FROM "notes" WHERE "notes"."user_id" = ?  [["user_id", 5]]